alefragnani.project-manager
anthropic.claude-code
bbenoist.nix
github.copilot-chat
google.gemini-cli-vscode-ide-companion
hancel.markdown-image
marp-team.marp-vscode
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
okash1n.hanabi-theme-vscode
